Repository: common-repository/landing-pages-builder
Catalog: lang/landing-pages-builder-*.po
Languages: pt_br

source: Create a Landing Page
pt_br: Crie uma Landing Page

source: Add New
pt_br: Criar nova

source: Dashboard
pt_br: Painel

source: Settings
pt_br: Configurações

source: Not enough permissions
pt_br: Você não tem permissões suficientes

source: Enable Automatic Authentication
pt_br: Habilitar a autenticação automática

source: Enable Guest Signup
pt_br: Habilitar entrada como convidado

source: Token value is the same
pt_br: O valor do token é o mesmo

source: Successfully updated token
pt_br: Token atualizado com sucesso

source: Unable to update token
pt_br: Não foi possível atualizar o token

source: Not logged in
pt_br: Não está logado

source: Invalid permalink structure. Please go to "Settings"->"Permalinks" and make sure your permalinks use the "postname"
pt_br: Estrutura de link permanente inválida. Por favor, vá a "Configurações->Links permanentes" e certifique-se de que seus links permanentes utilizem o "nome do post"

source: An unknown error occurred.
pt_br: Ocorreu um erro desconhecido.

source: Campaign removed successfully.
pt_br: Campanha excluída com sucesso.

source: Campaign not found.
pt_br: Campanha não encontrada.

source: wpsc shortcode needs either id or merchant_id attribute
pt_br: wpsc shortcode precisa do atributo id ou merchant_id

source: wp_campaign shortcode needs campaign_id, merchant_id, and write_key attributes
pt_br: wp_campaign shortcode precisa dos atributos campaign_id, merchant_id e write_key

source: New Landing Page
pt_br: Nova Landing Page

source: Wishpond Wordpress Token:
pt_br: Token da Wishpond para Wordpress:

source: Update Token:
pt_br: Atualizar Token:
